{
    "members": [{
        "name": "Nick Bradford",
        "role": "Creator/Developer",
        "blurb": "With 20 years in a variety of operations, infrastructure, and architecture roles in some of the biggest environments in Australia, Nick has designed and implemented many different infrastructure technologies – including virtualization, storage area networks, datacenter networks, monitoring platforms, and a variety of other supporting technologies. As the author of PowerNSX, he is passionate about automation and its power to enable the full potential of VMware NSX as a part of the VMware SDDC ",
        "twitter": "nbradford",
        "img": "nick.png",
        "workstreams": ["UI", "NG"]
    }, {
        "name": "Dale Coghlan",
        "role": "Developer/Contributor",
        "blurb": "Dale Coghlan is a solution architect with the Networking & Security Business Unit at VMware. Dale works directly with our NSX customers – from their initial design through to implementation and operationalization of their new environments. Dale has over 17 years of experience in networking and security roles across many verticals and uses that experience to help customers get the best out of the NSX platform ",
        "twitter": "dalecoghlan",
        "img": "dale.png",
        "workstreams": ["UI", "NG"]
    }, {
        "name": "Anthony Burke",
        "role": "Contributor/Documentation/Marketing",
        "blurb": "Anthony is a Solution Architect with the Networking & Security Business Unit at VMware. Antho helps customers transform their networks to support modern network architectures with network virtualization using technologies such as VMware NSX®. His previous experience with emergency services gives him a unique perspective of the network requirements of mission critical environments. Anthony has contributed to and evangelized PowerNSX since its inception. This allows customers to adopt and consume automation of VMware NSX for vSphere® in a familiar and friendly fashion.",
        "twitter": "pandom_",
        "img": "burkey.png",
        "workstreams": ["UI", "NG"]
    }]
}